<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html><head><title></title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</head>
<body>
<div style="page-break-before:always; page-break-after:always"><div><p><b>Edumedic - Capacitaci&#243;n <br/>Continua para Profesionales de <br/>la Salud<br/></b>Ofrecemos una variedad de cursos y programas basados en el modelo educativo <br/>actual, que actualizan y fortalecen conocimientos, destrezas y habilidades <br/>profesionales.</p>

</div></div>
<div style="page-break-before:always; page-break-after:always"><div><p><b>Nuestros Servicios<br/></b></p>
<p><b>Cursos Presenciales<br/>Cursos Online<br/>Talleres Especializados<br/>Programas a Medida</b></p>

</div></div>
<div style="page-break-before:always; page-break-after:always"><div><p><b>Objetivos<br/>Nuestros Objetivos<br/></b></p>
<p>Preparar profesionales con conocimientos actualizados y que van a la <br/>vanguardia<br/>Desarrollar l&#237;deres que marquen la diferencia a nivel nacional e <br/>internacional<br/>Ofrecer una amplia gama de capacitaciones en diferentes temas de <br/>salud<br/>Proporcionar oportunidades de capacitaci&#243;n con empresas nacionales <br/>e internacionales</p>

</div></div>
<div style="page-break-before:always; page-break-after:always"><div><p><b>CURSOS<br/></b>Taller Te&#243;rico Pr&#225;ctico de Humanizaci&#243;n del Parto m&#225;s Medicina Placentaria<br/></p>
<p>Facebook<br/><b>EduMedic<br/></b>Hoy Cumpliendo con una m&#225;s de nuestras capacitaciones en la Hermosa Ciudad<br/>de Riobamba&#245;  Taller Te&#243;rico Pr&#225;ctico de...<br/></p>
<p>Taller sobre la Adecuada Inserci&#243;n de Dispositivos Intrauterinos<br/></p>
<p>Facebook<br/><b>EduMedic<br/></b>Iniciamos el a&#241;o con temas de gran inter&#233;s para nuestras colegas Obstetras, esta<br/>vez junto a DKT y CHEMICSMEDICPHARMA...<br/></p>
<p>Taller de guardianas del nacimiento<br/></p>
<p>Facebook<br/><b>EduMedic<br/></b>Primera Generaci&#243;n de Obstetras Guardianas del Nacimiento / &#216; &#175; &#255;  Si cada<br/>ser humano pudiera comprender que cuando la...<br/></p>
<p>Taller abordo de Medici&#243;n PH vaginal,  Adecuada toma de pap test convencional y en base l&#237;quida, Test de IVAA e IVIL, Inserci&#243;n de <br/>Dispositivos Intrauterinos<br/></p>
<p>Facebook<br/><b>EduMedic<br/></b>Para nosotros es importante que las y los Obstetras del Ecuador est&#233;n<br/>capacitados todo el tiempo, que sus competencias...<br/></p>
<p>Taller te&#243;rico-practico de AMEU (aspiraci&#243;n manual endouterina)<br/></p>
<p>Facebook<br/><b>EduMedic<br/></b>Nuestro taller te&#243;ricopractico de AMEU (aspiracion manual endouterina) fue todo<br/>un &#233;xito gracias a la presencia de las...</p>

</div></div>
<div style="page-break-before:always; page-break-after:always"><div><p><b>Vis&#237;tanos<br/></b>Google Maps<br/></p>
<p><b>0&#176;16'22.1&quot;S 78&#176;32'51.9&quot;W &#183; -0.272806, -78.547750<br/></b>Find local businesses, view maps and get driving directions in Google Maps.<br/></p>
<p><b>Direcci&#243;n F&#237;sica<br/></b></p>
<p>Sur de Quito, Sector Santa Rita Calle Cusubamba y Penipe<br/></p>
<p><b>Informaci&#243;n Adicional<br/></b></p>
<p>Tel&#233;fono: +593 992905632<br/>Correo electr&#243;nico: edumedic.ec24@gmail.com<br/></p>
<p><b>Cont&#225;ctanos<br/></b></p>
<p>&#161;Te esperamos para ayudarte a alcanzar tus metas profesionales!</p>

</div></div>
</body></html>